Repository: uuuuv/assignmentxblock
Catalog: assignmentxblock/translations/*/LC_MESSAGES/django.po
Languages: vi

source: Instructions for submission
vi: Hướng dẫn nộp bài

source: For this part of the project, you will choose a brand or product within the travel industry (airline, hospitality, etc...), and you'll create an SEM campaign for it.
vi: Đối với phần này của dự án, bạn sẽ chọn một thương hiệu hoặc sản phẩm trong ngành du lịch (hãng hàng không, khách sạn, v.v.) và bạn sẽ tạo chiến dịch SEM cho nó.

source: Step
vi: Bước

source: State your <strong>campaign objective</strong>
vi: Nêu rõ <strong>mục tiêu chiến dịch</strong> của bạn

source: Identify 5 Key terms using Google Trends and justify why you selected those specific terms in 2 to 3 sentences. Some things to keep in mind when selecting key terms include:
vi: Xác định 5 thuật ngữ chính bằng cách sử dụng Google Xu hướng và giải thích lý do tại sao bạn chọn những thuật ngữ cụ thể đó trong 2 đến 3 câu. Một số điều cần lưu ý khi lựa chọn các thuật ngữ chính bao gồm:

source: Next, use Google Keyword Planner to create a list of 5 keywords and justify in 2 to 3 sentences why you think these keywords should be in your campaign. The questions to keep in mind now are: Do they have enough search volume?, Do they match your campaign objective?, Is the max CPC reasonable?
vi: Tiếp theo, sử dụng Công cụ lập kế hoạch từ khóa của Google để tạo danh sách 5 từ khóa và giải thích bằng 2 đến 3 câu tại sao bạn cho rằng những từ khóa này nên có trong chiến dịch của mình. Các câu hỏi cần lưu ý lúc này là: Chúng có đủ lượng tìm kiếm không?, Chúng có phù hợp với mục tiêu chiến dịch của bạn không?, CPC tối đa có hợp lý không?

source: Evaluate
vi: Đánh giá

source: Evaluate the performance of a <a href='#'>Google Search campaign based on the data provided</a>. Consider the following:
vi: Đánh giá hiệu suất của <a href='#'>Chiến dịch tìm kiếm trên Google dựa trên dữ liệu được cung cấp</a>. Hãy xem xét những điều sau:

source: Which ad types perform better?
vi: Loại quảng cáo nào hoạt động tốt hơn?

source: Which keywords should be paused?
vi: Những từ khóa nào nên tạm dừng?

source: Which should receive more budget?
vi: Cái nào sẽ nhận được nhiều ngân sách hơn?

source: Suggest <strong>5 optimizations</strong> to help the campaign perform better and meet the goals. Add your optimization suggestions and the justification for them in the appropriate tab.
vi: Đề xuất <strong>5 cách tối ưu hóa</strong> để giúp chiến dịch hoạt động tốt hơn và đạt được mục tiêu. Thêm đề xuất tối ưu hóa của bạn và lý do giải thích cho chúng trong tab thích hợp.

source: Select another submitted project
vi: Chọn một dự án đã nộp khác

source: Project submission history
vi: Lịch sử nộp dự án

source: point that need to be changed
vi: điểm cần thay đổi

source: points that need to be changed
vi: điểm cần thay đổi

source: Your project cannot be considered. Please resubmit after you resolve the issue noted by your reviewer below.
vi: Dự án của bạn không thể được xem xét. Vui lòng gửi lại sau khi bạn giải quyết vấn đề được người đánh giá của bạn lưu ý bên dưới.

source: Submission Results
vi: Kết quả bài nộp

source: Submission date:
vi: Ngày nộp:

source: Download Submission
vi: Tải xuống bài đã nộp

source: Submission In Review
vi: Bài nộp đang được chấm

source: Submission Did Not Pass
vi: Dự án của bạn chưa đạt

source: Submission Passed
vi: Dự án đã đạt

source: Unable To Review
vi: Bài của bạn chưa sẵn sàng để đánh giá

source: You have not submitted your assignment yet
vi: Bạn chưa nộp bài

source: See results
vi: Xem kết quả

source: Submit project
vi: Nộp dự án

source: Upload zip file
vi: Tải lên file zip

source: Compress your files into a single zip file, up to
vi: Nén các file của bạn thành một file zip duy nhất, tối đa

source: Select file
vi: Chọn file

source: Submission notes (not required)
vi: Ghi chú nộp bài (không bắt buộc)

source: Enter content
vi: Nhập nội dung

source: Is there any part of the submission you want your mentor to pay special attention to?
vi: Có phần nào trong bài nộp bạn muốn mentor đặc biệt chú ý đến không?

source: You need to agree to the following before submitting your assignment
vi: Bạn cần đồng ý các điều sau trước khi nộp bài

source: I have read Funix's definition of <a href='#'>plagiarism</a>, and I declare that this is my own work.
vi: Tôi đã đọc định nghĩa của Funix về <a href='#'>đạo văn</a>, và tôi khẳng định đây là bài làm của chính tôi.

source: I have clearly attributed the source of all content taken from different sources, such as websites, books, forums, blogs, GitHub repositories, etc.
vi: Tôi đã ghi rõ nguồn của tất cả nội dung được lấy từ các nguồn khác nhau, như các trang web, sách, diễn đàn, blog, kho lưu trữ GitHub, v.v.

source: I understand that Funix regularly checks submissions for copyright infringement and violations of the Funix Student Code of Conduct, and failure to comply with the <a href='#'>Funix Honor Code</a> may result in to cancel my subscription.
vi: Tôi hiểu rằng Funix thường xuyên kiểm tra bài nộp để phát hiện vi phạm bản quyền và vi phạm Đạo đức học sinh của Funix, và việc không tuân thủ <a href='#'>Funix Honor Code</a> có thể dẫn đến hủy bỏ việc đăng ký của tôi.

source: Submit Project
vi: Nộp dự án

source: Resubmit project
vi: Nộp lại dự án

source: Confirmation of submission
vi: Xác nhận nộp bài

source: You confirm that you will submit this project. Once submitted, you will not be able to edit or submit new work until you receive feedback.
vi: Bạn xác nhận sẽ nộp dự án này. Sau khi gửi bạn sẽ không thể chỉnh sửa hoặc nộp bài mới cho tới khi có phản hồi.

source: Cancel submission
vi: Hủy bài nộp

source: Feedback Details
vi: Nhận xét chi tiết

source: Reviewer Note
vi: Nhận xét của mentor

source: Must be .zip file.
vi: Phải là file .zip

source: File is too large.
vi: File quá lớn.

source: Uploading file...
vi: Đang tải file lên...

source: File name must not contain spaces.
vi: Tên tệp không được chứa khoảng trắng.

source: Only allow the following file types:
vi: Chỉ cho phép các loại tệp sau:

source: File is too large. The maximum allowed size is
vi: Tập tin quá lớn. Kích thước tối đa cho phép là
